IdeaRS.OpenModel.ProjectData
Defines certain data about user project.

IdeaRS.OpenModel.ProjectData.Name
Gets or sets the name of project.

IdeaRS.OpenModel.ProjectData.Description
Gets or sets the description of project.

IdeaRS.OpenModel.ProjectData.Number
Gets or sets the number of project.

IdeaRS.OpenModel.ProjectData.Author
Gets or sets the project author.

IdeaRS.OpenModel.ProjectData.Date
Gets or sets the date.